/* Localized kind: Album */
"Album" = "Album";

/* Localized kind: Software */
"App" = "App";

/* Localized kind: Audio Book */
"Audio Book" = "Audioboek";

/* Localized kind: Book */
"Book" = "Boek";

/* Localized kind: E-Book */
"E-Book" = "E-Boek";

/* Localized kind: Feature Movie */
"Movie" = "Film";

/* Localized kind: Music Video */
"Music Video" = "Videoclip";

/* Localized kind: Podcast */
"Podcast" = "Podcast";

/* Localized kind: Song */
"Song" = "Liedje";

/* Localized kind: TV Episode */
"TV Episode" = "TV serie";

/* DetailViewController, updateUI()
 SelectResultCell, configure(for) */
"Unknown" = "Onbekend";

/* showNetworkError AlertController Title */
"Whoops..." = "Foutje...";

/* showNetworkError AlertController Message */
"There was an error accessing the iTunes Store. Please try again." = "Er ging iets fout bij het communiceren met de iTunes winkel. Probeer het nog eens.";

/* LandscapeViewController, showNothingFoundLabel() */
"Nothing Found" = "Niets gevonden";


/* Format for artist name */
"ARTIST_NAME_LABEL_FORMAT" = "%2$@ van %1$@";
